{
    "os": "OS2008",
    "client": "Pidgin",
    "clientversion": "2.5.1-0nix2",
	"author": 
		{
			"name": "ODH",
			"email": "",
			"website": "http://odh.187skillz.de/",
			"jabber": ""
		},
    "tutorial": [
	{
            "image":    "maemo2008-pidgin01.png",
            "text":     "Zum Beginn sollte man mit dem Browser auf die Maemo Internetseite gehen. Die Adresse lautet [[http://maemo.org/downloads/product/OS2008/pidgin/]]. Dann einfach auf den grünen \"Install\" Pfeil drücken."
        },
	{
            "image":    "maemo2008-pidgin02.png",
            "text":     "Eine Downloadbestätigung öffnet sich und dort \"Öffnen\" drücken."
        },        
	{
            "image":    "maemo2008-pidgin03.png",
            "text":     "Nach erfolgreichen Download öffnet sich der Programmmanager und fragt, ob man Pidgin installieren möchte. Einfach \"OK\" drücken."
        },	
	{
            "image":    "maemo2008-pidgin04.png",
            "text":     "Eine Nokia Warnung wird angezeigt, die man mit einem beherzten Drücken von \"OK\" bestätigen kann."
        },
		{
            "image":    "maemo2008-pidgin05.png",
            "text":     "Es erfolgt die Installation auf dem Gerät."
        },
        {
            "image":    "maemo2008-pidgin06.png",
            "text":     "Man kann Pidgin noch erweitern, indem man im Programmmanager auf \"Installierb. Progr. anzeigen\" drückt."
        },
		{
            "image":    "maemo2008-pidgin07.png",
            "text":     "Mit der Suche nach \"Pidgin\" findet man alle verfügbaren Erweiterungen wie zB den OTR-Plugin und andere."
        },
		{
            "image":    "maemo2008-pidgin08.png",
            "text":     "Wenn man damit fertig ist, kann man den Programmmanager schließen und findet Pidgin im Hauptmenü unter \"Extras\"."
        },
		{
            "image":    "maemo2008-pidgin09.png",
            "text":     "Ist Pidgin gestartet wird man mit dem Konto-Einrichtungs-Assistenten empfangen, wo man auf \"Hinzufügen...\" klickt."
        },
		{
            "image":    "maemo2008-pidgin10.png",
            "text":     "Es öffnet sich ein weiteres Fenster mit den Konten-Einstellungen. Im Reiter \"Einfach\" kann man nun Account-Informationen eintragen."
        },
		{
            "image":    "maemo2008-pidgin11.png",
            "text":     "Bei \"Protokoll\" auf den Pfeil neben dem Feld mit \"AIM\" als Voreinstellung drücken, um die Liste mit allen verfügbaren Chat-Protokollen zu erhalten."
        },
		{
            "image":    "maemo2008-pidgin12.png",
            "text":     "Als Protokoll wird \"XMPP\" gewählt, denn das ist das Jabber Protokoll. Bei \"Benutzer\" trägt man von seinem Jabber-Account den Namen vor dem @-Zeichen ein."
        },
		{
            "image":    "maemo2008-pidgin13.png",
            "text":     "Bei \"Domain\" vom Jabber-Account alles nach dem @-Zeichen eintragen. Noch das Passwort eintragen und wenn man möchte noch die Checkbox bei \"Passwort speichern\" aktivieren, damit Pidgin sich das Passwort merkt und man es nicht immer manuell eingeben muss."
        },
		{
            "image":    "maemo2008-pidgin14.png",
            "text":     "Im Reiter \"Erweitert\" kann man noch ein paar Voreinstellungen tätigen, die sich mit den Verbindungen von Jabber befassen. Diese sollte man so lassen und nur die Checkbox \"SSL/TLS voraussetzen\" anwählen, damit die Verbindung zum Server sicher aufgebaut wird und niemand mitlesen kann."
        },
		{
            "image":    "maemo2008-pidgin16.png",
            "text":     "Wenn man alles eingetragen hat, muss man zurück zum Reiter \"Einfach\" und dort auf \"Hinzufügen\" drücken, damit das Konto übernommen wird."
        },
		{
            "image":    "maemo2008-pidgin17.png",
            "text":     "Der nächste Bildschirm zeigt die Kontenübersicht, wo das Jabber-Konto jetzt aufgeführt ist. Wenn man möchte, kann man noch weitere Konten hinzufügen, die Einstellungen nochmals bearbeiten oder löschen. Damit das Konto aktiv wird, muss man nur noch die Checkbox vor dem Konto aktivieren."
        }
    ],
    "links": [
        {
            "linktext": "offizielle Seite von Pidgin auf Maemo",
            "url":      "http://maemo.org/downloads/product/OS2008/pidgin/"
        }
    ]
}
