{
    "os": "PC-BSD",
    "client": "Pidgin",
    "clientversion": "2.6.6",
	"author": 
		{
			"name": "ODH",
			"email": "",
			"website": "http://odh.187skillz.de/",
			"jabber": ""
		},
    "tutorial": [
	{
            "image":    "pcbsd_pidgin01.png",
            "text":     "Bei PC-BSD 8 muss man Pidgin noch nachinstallieren. Dazu auf dem Desktop den \"Software Manager\" anklicken."
        },
        {
            "image":    "pcbsd_pidgin02.png",
            "text":     "Es erscheint ein Fenster, wo man das Root-Passwort eingeben muss. Danach \"OK\" klicken."
        },        
        {
            "image":    "pcbsd_pidgin03.png",
            "text":     "Nun ist man im PC-BSD Software-Browser. Dort wählt man die Rubrik \"Chat-IM\"."
        },	
        {
            "image":    "pcbsd_pidgin04.png",
            "text":     "Etwas scrollen und \"Pidgin\" auswählen."
        },
        {
            "image":    "pcbsd_pidgin05.png",
            "text":     "In der Erklärung zu Pidgin den Button \"Download\" klicken."
        },
        {
            "image":    "pcbsd_pidgin06.png",
            "text":     "Bei der Sicherheitsabfrage \"OK\" drücken."
        },
        {
            "image":    "pcbsd_pidgin07.png",
            "text":     "Der Software-Browser läd nun \"Pidgin\" herunter."
        },
        {
            "image":    "pcbsd_pidgin08.png",
            "text":     "Nachdem Pidgin heruntergeladen und installiert wurde, findet man das Programm unter \"Installierte Software\". Einfach \"Verlassen\" anklicken um die Installation zu Beenden."
        },
        {
            "image":    "pcbsd_pidgin09.png",
            "text":     "Nun findet man auf dem Desktop das Pidgin-Icon. Ein Doppelklick auf \"Pidgin\" um das zu starten."
        },
		{
            "image":    "pcbsd_pidgin10.png",
            "text":     "Es folgt der Konto-Einrichtungsassistent. Hier \"Hinzufügen\" auswählen, um das Jabber-Konto einzurichten."
        },
        {
            "image":    "pcbsd_pidgin11.png",
            "text":     "Als Protokoll wählst du XMPP und trägst deinen Benutzernamen, das ist der Teil vor dem @, in das Feld Benutzer ein. In das Feld Domain trägst du deinen Jabberserver, also der Teil nach dem @ ein. Das Feld Ressource kann freibleiben. Im Feld Passwort trägst du noch dein Passwort ein und klickst dann zum Abschluss auf \"Hinzufügen\"."
        }
    ],
    "links": [
        {
            "linktext": "offizielle Seite von Pidgin",
            "url":      "http://pidgin.im"
        }
    ]
}
