{
    "os": "Ubuntu Netbook Edition",
    "client": "Pidgin",
    "clientversion": "2.6.2",
	"author": 
		{
			"name": " ",
			"email": " ",
			"website": " ",
			"jabber": " "
		},
    "tutorial": [
	{
            "image":    "ubuntuNBE_pidgin01.png",
            "text":     "Bei Ubuntu Netbook Remix ist Pidgin nicht bei der Standardinstallation enthalten. Dazu muss man Pidgin manuell nachinstallieren. Zum Installieren den Reiter \"Favoriten\" anklicken. Dort dann \"Software Center\" auswählen. "
        },
	{
            "image":    "ubuntuNBE_pidgin02.png",
            "text":     "Im Software-Center dann den Bereich \"Internet\" auswählen."
        },        
	{
            "image":    "ubuntuNBE_pidgin03.png",
            "text":     "Dort dann die Kategorie \"Chat\" wählen."
        },	
	{
            "image":    "ubuntuNBE_pidgin04.png",
            "text":     "Nach \"Pidgin Internet Sofortnachrichtendienst\" suchen, anwählen und \"Installieren\" anklicken."
        },
	{
            "image":    "ubuntuNBE_pidgin05.png",
            "text":     "Zur Installation von Software muss man sich legitimieren. Dazu das Passwort vom Ubuntu-Anmeldekonto eintragen und \"Legitimieren\" drücken."
        },
        {
            "image":    "ubuntuNBE_pidgin06.png",
            "text":     "Nach erfolgreicher Installation das Software-Center schliessen via \"Datei\" und dann \"Schliessen\" drücken oder die Tastenkombination Strg+W benutzen."
        },
	{
            "image":    "ubuntuNBE_pidgin07.png",
            "text":     "Auf dem Desktop im Reiter \"Internet\" findet man nun Pidgin und startet es durch klicken."
        },
	{
            "image":    "ubuntuNBE_pidgin08.png",
            "text":     "Es folgt der Konto-Einrichtungsassistent. \"Hinzufügen\" auswählen, um das Jabber-Konto einzurichten."
        },
	{
            "image":    "ubuntuNBE_pidgin09.png",
            "text":     "Bei \"Protokoll\" muss man nun das Richtige auswählen."
        },
	{
            "image":    "ubuntuNBE_pidgin10.png",
            "text":     "Dazu beim Dropdown \"XMPP\" auswählen."
        },
	{
            "image":    "ubuntuNBE_pidgin11.png",
            "text":     "Es folgen die Konten-Einstellungen. Bei \"Benutzer\" den Teil der Jabber-ID vor dem @ eintragen. Bei \"Domain\" den Teil der Jabber-ID nach dem @ eintragen. Das Feld \"Ressource\" kann frei gewählt werden. Dann noch das Passwort eintragen und wenn gewünscht, dass Passwort von Pidgin speichern lassen. Der lokale Alias kann auch frei gewählt werden. Wenn man damit fertig ist, \"Hinzufügen\" klicken. Und schon ist man mit Jabber online."
        }
    ],
    "links": [
        {
            "linktext": "Offizielle Pidgin Hompage",
            "url":      "http://pidgin.im"
        }
    ]
}
