{
    "os": "Ubuntu",
    "client": "Gajim",
    "clientversion": "0.12.5",
	"author": 
		{
			"name": "Thibaud Roth",
			"email": "thibaud.roth@betriebsdirektor.de",
			"website": "http://thibaudroth.magicforrest.de/",
			"jabber": ""
		},
    "tutorial": [
        {
            "image":    "ubuntu-gajim1.png",
            "text":     "Du musst zunächst Gajim installieren. Öffne dazu das Software-Center über das Anwendungsmenü."
        },
        {
            "image":    "ubuntu-gajim2.png",
            "text":     "Suche im Textfeld oben rechts nach 'Gajim'."
        },
        {
            "image":    "ubuntu-gajim3.png",
            "text":     "Wähle das 'Gajim Sofortnachrichtenprogramm' aus und klicke anschließend auf den Pfeil."
        },
        {
            "image":    "ubuntu-gajim4.png",
            "text":     "Klicke auf den 'Installieren'-Button."
        },
        {
            "image":    "ubuntu-gajim5.png",
            "text":     "Da die Installation von Programmen nur von berechtigten Nutzern vorgenommen werden kann, musst du sie durch die Eingabe deines Ubuntu-Benutzerpassworts bestätigen."
        },
        {
            "image":    "ubuntu-gajim6.png",
            "text":     "Das Software-Center lädt Gajim nun herunter und installiert es anschließend. Sobald der Installationsprozess beendet ist, kannst du das Fenster schließen."
        },
        {
            "image":    "ubuntu-gajim7.png",
            "text":     "Du kannst nun Gajim über den Bereich 'Internet' im Anwendungsmenü öffnen."
        },
        {
            "image":    "ubuntu-gajim8.png",
            "text":     "Beim ersten Start erscheint das obige Fenster. Wähle die erste Option, um dein Jabber-Konto hinzuzufügen und klicke auf \"Vor\"."
        },
        {
            "image":    "ubuntu-gajim9.png",
            "text":     "Gib deinen Benutzernamen (der Teil vor dem @), die Adresse des Servers (der Teil nach dem @) und dein Passwort in die Maske ein. Es ist praktisch 'Passwort speichern' anzukreuzen, weil sich Gajim so das Passwort merkt und Du es nicht bei jeden Start eingeben musst. Klicke anschließend auf \"Vor\"."
        },
        {
            "image":    "ubuntu-gajim10.png",
            "text":     "Falls Du gerade angegeben hast, dass Gajim Dein Passwort speichern soll, musst Du eventuell den GNOME-Schlüsselbund entsperren, damit Gajim das Passwort dort sicher speichern kann. Meist ist das dazu nötige Kennwort Dein Passwort beim Ubuntu-Login."
        },
        {
            "image":    "ubuntu-gajim11.png",
            "text":     "Dein Konto ist nun eingerichtet und Du kannst direkt online gehen (erster Haken). Wenn Du möchtest, kannst Du auch gleich Dein Benutzerprofil bearbeiten (zweiter Haken)."
        }
    ],
    "links": [
        {
            "linktext": "offizielle Seite von Gajim",
            "url":      "http://www.gajim.org"
        }
    ]
}
