{
    "os": "Windows Vista / 7",
    "client": "Psi",
    "clientversion": "0.14",
	"author": 
		{
			"name": "Markus Dobmann",
			"email": "jarwie@coustix.de",
			"website": "",
			"jabber": "jarwie@coustix.de"
		},
    "tutorial": [
        {
            "image":    "win7-psi1.png",
            "text":     "Gehe auf die Webseite http://www.psi-im.org/ und lade dir dort die aktuelle Version für Windows herunter."
        },
        {
            "image":    "win7-psi2.png",
            "text":     "Wähle nun die Sprache für den Installationsprozess und klicke auf \"Ok\"."
        },
        {
            "image":    "win7-psi3.png",
            "text":     "Der Installationsprozess startet. Klicke auf \"Weiter\" um die Installation zu beginnen."
        },
        {
            "image":    "win7-psi4.png",
            "text":     "In diesem Fenster wird die Lizenz, unter der Psi veröffentlicht wird, angezeigt. Klicke auf \"Annehmen\"."
        },
        {
            "image":    "win7-psi5.png",
            "text":     "Wähle nun die Komponenten die du mitinstallieren möchtest. Im Regelfall können hier die Standardeinstellungen behalten werden. Klicke auf \"Weiter\"."
        },
        {
            "image":    "win7-psi6.png",
            "text":     "Nun musst du das Installationsverzeichnis für Psi wählen. Bleibe im Zweifelsfall bei der Standardeinstellung. Klicke auf \"Weiter\"."
        },
        {
            "image":    "win7-psi7.png",
            "text":     "Psi wird nun installiert. Ist der Schritt beendet erscheint obiges Bild. Setze den Haken \"Psi ausführen\" und klicke auf Fertigstellen."
        },
        {
            "defaultlink":  "Wenn du bereits einen Jabber-Account besitzt, klicke hier.",
            "morelink":     "Wenn du noch keinen Jabber-Account besitzt, klicke hier.",
			"jumpto": "links",
            "more": [
                {
                    "image":    "win7-psi8-2.png",
                    "text":     "Wähle nun den Punkt \"Neues Benutzerkonto einrichten\" um ein neues Jabber-Konto einzurichten."
                },
                {
                    "image":    "win7-psi8-3.png",
                    "text":     "Wähle nun einen Server aus. Entweder wählst du mittels des Pfeils einen Server oder du gibst {{ servername }} in das Feld ein. Klicke auf \"Weiter\"."
                },
                {
                    "image":    "win7-psi8-4.png",
                    "text":     "Nun deine Zugangsdaten in die Felder eingeben. Denke dir einen Benutzernamen und ein sicheres Passwort aus, dann klicke auf \"Weiter\"."
                },
                {
                    "image":    "win7-psi8-5.png",
                    "text":     "Wird der Benutzername schon von einer anderen Person genutzt, so erscheint diese Fehlermeldung. Klicke auf \"Ok\" und wähle einen anderen Benutzernamen."
                },
                {
                    "image":    "win7-psi8-6.png",
                    "text":     "Ist der Benutzername noch nicht vergeben worden, so erscheint nun diese Erfolgsmeldung. Klicke auf \"Ok\" um dein Jabber-Konto zu nutzen."
                }
            ]
        },
        {
            "image":    "win7-psi8.png",
            "text":     "Wähle nun den Punkt \"Vorhandenes Benutzerkonto verwenden\" um einen bereits existierenden Jabber-Account zu nutzen."
        },
        {
            "image":    "win7-psi9.png",
            "text":     "Gebe in die Felder deine Nutzerdaten ein. Wähle anschließend noch die von dir gewünschten Optionen unter der Eingabemaske und klicke auf Speichern um dein Jabber-Konto zu nutzen."
        }
    ],
    "links": [
        {
            "linktext": "Description",
            "url":      "http://example.com"
        }
    ]
}
