{
  "os": "Windows XP",
  "client": "Miranda",
  "clientversion": "0.9.17",
  "author":
  {
    "name": "ODH",
    "email": "",
    "website": "http://odh.187skillz.de/",
    "jabber": ""
  },
  "tutorial": [
    {
    "image":    "miranda01.png",
    "text":     "Auf http://miranda-im.org/download/ den Download für Windows XP auswählen."
    },
    {
      "image":    "miranda02.png",
      "text":     "Die Windows Download Sicherheitswarnung mit \"Run\" bestätigen, damit Miranda nach erfolgreichem Download installiert werden kann."
    },
    {
      "image":    "miranda03.png",
      "text":     "Die Windows Internet Explorer Sicherheitswarnung nach dem Herunterladen mit \"Run\" bestätigen, damit Miranda diesmal wirklich installiert werden kann."
    },
    {
      "image":    "miranda04.png",
      "text":     "Der GNU GPL Lizenz von Miranda mit \"I agree\" zustimmen."
    },
    {
      "image":    "miranda05.png",
      "text":     "Die Installationsart auswählen und mit \"Next\" weiter fortfahren."
    },
    {
      "image":    "miranda06.png",
      "text":     "Den Installationsort auswählen und mit \"Next\" weiter fortfahren."
    },
    {
      "image":    "miranda07.png",
      "text":     "Die zu installierenden Elemente auswählen und mit \"Install\" die Installation beginnen."
    },
    {
      "image":    "miranda08.png",
      "text":     "Die Installation mit \"Finish\" abschliessen."
    },
    {
      "image":    "miranda09.png",
      "text":     "Nach dem Start von Miranda erscheint der Profil-Manager in dem man ein Profil anlegen muss. Mit \"Create\" wird das Profil erstellt."
    },
    {
      "image":    "miranda10.png",
      "text":     "Es folgt die Konto-Einrichtung. Dazu unten links auf das + klicken."
    },
    {
      "image":    "miranda11.png",
      "text":     "Den Konto-Namen kann man frei wählen, bei Protokoll \"JABBER\" auswählen, den Konto-Name kann man auch frei wählen. Weiter mit \"OK\"."
    },
    {
      "image":    "miranda12.png",
      "text":     "Bei \"User\" den Teil der JID vor dem @ eintragen, bei Server den richtigen Server aus der Liste auswählen oder manuell den Teil der JID nach dem @ eintragen. Passwort eintragen und Resource eingeben, danach mit \"OK\" die Einrichtung abschliessen."
    }
  ],
  "links": [
    {
    "linktext": "offizielle Seite von Miranda IM",
    "url":      "http://miranda-im.org/"
  }
  ]
}
