{
  "os": "Windows XP",
  "client": "Pidgin",
  "clientversion": "2.6.5",
  "tutorial": [
    {
      "image":  "winxp-pidgin1.png",
      "text":   "Besuchen Sie die Seite http://www.pidgin.im/download/windows, und laden Sie Pidgin durch einen Klick auf \"Download Pidgin\" herunter."
    },
    {
      "image":  "winxp-pidgin2.png",
      "text":   "Falls nach einem Doppelklick auf die Installationsdatei das obige Fenster erscheint, klicken Sie bitte auf \"Ausführen\"."
    },
	{
	  "image":  "winxp-pidgin3.png",
	  "text":	"Wählen Sie die gewünschte Sprache aus und klicken auf \"OK\"."
	},
	{
	  "image":  "winxp-pidgin4.png",
	  "text":	"In diesem Fenster einfach auf \"Weiter\" klicken um zum nächsten Schritt zu gelangen."
	},
	{
      "image":  "winxp-pidgin5.png",
      "text":   "Der nächste Schritt zeigt die Lizenz, unter der Pidgin veröffentlicht ist. Da Pidgin Open Source ist, kann man hier beruhigt auf \"Weiter\" klicken."
    },
	{
	  "image":  "winxp-pidgin6.png",
	  "text":	"Oben sehen Sie die Konfiguration der Installation. In der Regel können die Standardeinstellungen, die im Bild zu sehen sind, übernommen werden. Klicken Sie nun auf \"Weiter\"."
	},
	{
	  "image":  "winxp-pidgin7.png",
	  "text":	"Um Pidgin in das vorgeschlagene Verzeichnis zu installieren (empfohlen) klicken Sie auf \"Installieren\"."
	},
	{
	  "image":  "winxp-pidgin8.png",
	  "text":	"Nachdem das Installationsprogramm die Dateien auf die Festplatte kopiert hat, klicken Sie bitte auf \"Weiter\"."
	},
	{
	  "image":  "winxp-pidgin9.png",
	  "text":	"Die Installation ist damit bereits beendet. Um Pidgin sofort zu starten setzen Sie den Haken wie im Bild und klicken Sie auf \"Fertig stellen\"."
	},
	{
	  "image":  "winxp-pidgin10.png",
	  "text":	"Beim ersten Start von Pidgin werden Sie mit dem obigen Fenster begrüßt. Um Ihr Jabber-Konto einzurichten klicken Sie bitte auf \"Hinzufügen\"."
	},
	{
	  "defaultlink":	"Falls Sie bereits einen Jabber Account besitzen, bitte hier klicken",
	  "morelink":	"Falls Sie noch keinen Jabber-Account besitzen, klicken Sie bitte hier",
	  "jumpto": "12",
	  "more": [
		{
		  "image":	"winxp-pidgin11-2.png",
		  "text":		"Um einen neues Konto anzulegen, denken Sie sich einen Benutzernamen aus und tippen ihn in das Feld Benutzer. In das Feld Domain tippen sie {{ servername }} ein. Im Feld Passwort fehlt noch ein sicheres Passwort und im unteren Teil des Fensters muss der Haken bei \"Dieses neue Konto auf dem Server anlegen\" gesetzt sein."
		},
		{
		  "image":	"winxp-pidgin11-3.png",
		  "text":		"Um das Anlegen des neuen Kontos abzuschließen fehlen noch einige Angaben. Im Feld Username tippen Sie nochmals den im vorigen Schritt gewählten Benutzernamen. Full Name und Email müssen in der Regel nicht augefüllt werden. Passwort ist ebenfalls das selbe wie im Schritt vorher."
		},
		{
		  "image":	"winxp-pidgin11-4.png",
		  "text":		"Falls dieses Fenster erscheint, ist der von Ihnen gewählte Benutzername bereits vergeben. Klicken Sie auf \"Schließen\"."
		},
		{
		  "image":	"winxp-pidgin11-5.png",
		  "text":		"Um einen anderen Benutzername auszuwählen, klicken Sie auf \"Bearbeiten\" und Sie gelangen zur bekannten Eingabemaske."
		}
	  ]
	},
	{
	  "image":  "winxp-pidgin11.png",
	  "text":	"Bitte wählen Sie im Feld Protokoll \"XMPP\" aus. Unter Benutzer tragen Sie ihren gewünschten Benutzernamen ein. Unter Domain tippen Sie bitte {{ servername }} (oder die Domain eines anderen Jabber-Servers ein) ein. Blahblahblah"
	},
	{
	  "image":  "winxp-pidgin12.png",
	  "text":	"Um den eingerichteten Account zu aktivieren, setzen Sie den Haken in der Spalte aktiv. Nach einem Klick auf Schließen können Sie ihren Jabber Account bereits verwenden."
	}
  ],
  "links": [
    {
      "linktext": "Pidgin Homepage",
      "url":      "http://pidgin.im"
    },
    {
      "linktext": "OTR-Tutorial (Beispiel)",
      "url":      "http://wiki.jabber.zeroathome.de/OTR-Pidgin"
    }
  ]
}
